Repository: Erzh779/lyrica-1
Catalog: lib/src/core/localization/translations/intl_*.arb
Languages: kk

# cheTam
source: What's up?
kk: Не болды?

# errorInvalidFormat
source: Invalid format
kk: Жарамсыз формат

# errorTimeoutExceeded
source: Timeout exceeded
kk: Уақыт шектен асырылды

# errorUnimplementedError
source: Unimplemented operation
kk: Орындалмады

# errorUnsupportedError
source: Unsupported operation
kk: Қолдау көрсетілмейді

# errorFileSystemError
source: File system error
kk: Файл жүйесінде қате

# errorAssertionError
source: Assertion error
kk: Қателік

# errorUnknownError
source: Unknown error
kk: Белгісіз қате

# errorBadInternetConnection
source: Bad internet connection
kk: Ғаламтор байланысы нашар

# errorConnectionException
source: Unstable connection
kk: Қосылым байланысы нашар

# errorDownloadCancelled
source: Download cancelled
kk: Жүктелу тоқтатылды

# errorUploadCancelled
source: Upload cancelled
kk: Жүктелу тоқтатылды

# errorInvalidCredentials
source: Invalid credentials
kk: Жарамсыз кіру мәліметтері

# errorEmailNotConfirmed
source: Email not confirmed
kk: Электрондық пошта расталмады

# homeTabsTests
source: Tests
kk: Тесттер

# homeTabsResults
source: Results
kk: Нәтижелер

# homeTabsCohorts
source: Cohorts
kk: Когорттар

# homeTabsNotifications
source: Notifications
kk: Хабарландырулар

# homeTabsProfile
source: Profile
kk: Профиль
